{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¤": 76,
      "¥": 77,
      "¦": 78,
      "§": 79,
      "¨": 80,
      "©": 81,
      "ª": 82,
      "«": 83,
      "¬": 84,
      "®": 85,
      "¯": 86,
      "°": 87,
      "±": 88,
      "²": 89,
      "³": 90,
      "´": 91,
      "µ": 92,
      "¶": 93,
      "·": 94,
      "¸": 95,
      "¹": 96,
      "º": 97,
      "»": 98,
      "¼": 99,
      "½": 100,
      "¾": 101,
      "¿": 102,
      "×": 103,
      "ß": 104,
      "æ": 105,
      "ð": 106,
      "÷": 107,
      "ø": 108,
      "þ": 109,
      "đ": 110,
      "ħ": 111,
      "ı": 112,
      "ĳ": 113,
      "ĸ": 114,
      "ŀ": 115,
      "ł": 116,
      "ŋ": 117,
      "œ": 118,
      "ŧ": 119,
      "ſ": 120,
      "ƃ": 121,
      "ƅ": 122,
      "ƌ": 123,
      "ƍ": 124,
      "ƒ": 125,
      "ƕ": 126,
      "ƙ": 127,
      "ƚ": 128,
      "ƣ": 129,
      "ƥ": 130,
      "ƨ": 131,
      "ƫ": 132,
      "ƭ": 133,
      "ƴ": 134,
      "ƶ": 135,
      "ƹ": 136,
      "ƺ": 137,
      "ƻ": 138,
      "ƽ": 139,
      "ƾ": 140,
      "ƿ": 141,
      "ǀ": 142,
      "ǁ": 143,
      "ǃ": 144,
      "ǆ": 145,
      "ǉ": 146,
      "ǌ": 147,
      "ǝ": 148,
      "ǥ": 149,
      "ǳ": 150,
      "ȡ": 151,
      "ȣ": 152,
      "ȥ": 153,
      "ȴ": 154,
      "ȵ": 155,
      "ȶ": 156,
      "ȷ": 157,
      "ȸ": 158,
      "ȹ": 159,
      "ȼ": 160,
      "ȿ": 161,
      "ɂ": 162,
      "ɇ": 163,
      "ɉ": 164,
      "ɋ": 165,
      "ɍ": 166,
      "ɏ": 167,
      "ɐ": 168,
      "ɑ": 169,
      "ɒ": 170,
      "ɓ": 171,
      "ɔ": 172,
      "ɗ": 173,
      "ɘ": 174,
      "ə": 175,
      "ɛ": 176,
      "ɝ": 177,
      "ɟ": 178,
      "ɡ": 179,
      "ɢ": 180,
      "ɣ": 181,
      "ɤ": 182,
      "ɥ": 183,
      "ɦ": 184,
      "ɧ": 185,
      "ɨ": 186,
      "ɪ": 187,
      "ɫ": 188,
      "ɬ": 189,
      "ɯ": 190,
      "ɱ": 191,
      "ɲ": 192,
      "ɳ": 193,
      "ɴ": 194,
      "ɵ": 195,
      "ɶ": 196,
      "ɸ": 197,
      "ɹ": 198,
      "ɺ": 199,
      "ɻ": 200,
      "ɼ": 201,
      "ɽ": 202,
      "ɾ": 203,
      "ɿ": 204,
      "ʀ": 205,
      "ʃ": 206,
      "ʆ": 207,
      "ʇ": 208,
      "ʈ": 209,
      "ʉ": 210,
      "ʊ": 211,
      "ʋ": 212,
      "ʌ": 213,
      "ʍ": 214,
      "ʎ": 215,
      "ʏ": 216,
      "ʑ": 217,
      "ʒ": 218,
      "ʓ": 219,
      "ʔ": 220,
      "ʖ": 221,
      "ʗ": 222,
      "ʙ": 223,
      "ʜ": 224,
      "ʝ": 225,
      "ʞ": 226,
      "ʟ": 227,
      "ʠ": 228,
      "ʡ": 229,
      "ʢ": 230,
      "ʣ": 231,
      "ʤ": 232,
      "ʥ": 233,
      "ʦ": 234,
      "ʧ": 235,
      "ʨ": 236,
      "ʩ": 237,
      "ʬ": 238,
      "ʯ": 239,
      "ʰ": 240,
      "ʱ": 241,
      "ʲ": 242,
      "ʳ": 243,
      "ʴ": 244,
      "ʵ": 245,
      "ʷ": 246,
      "ʸ": 247,
      "ʹ": 248,
      "ʺ": 249,
      "ʻ": 250,
      "ʼ": 251,
      "ʽ": 252,
      "ʾ": 253,
      "ʿ": 254,
      "ˀ": 255,
      "ˁ": 256,
      "˄": 257,
      "ˆ": 258,
      "ˇ": 259,
      "ˉ": 260,
      "ˊ": 261,
      "ˋ": 262,
      "ˍ": 263,
      "ˏ": 264,
      "˒": 265,
      "˖": 266,
      "˚": 267,
      "˛": 268,
      "˜": 269,
      "˝": 270,
      "˟": 271,
      "ˡ": 272,
      "ˣ": 273,
      "ˤ": 274,
      "˥": 275,
      "˦": 276,
      "˨": 277,
      "˩": 278,
      "˪": 279,
      "˫": 280,
      "˭": 281,
      "ˮ": 282,
      "˰": 283,
      "˱": 284,
      "˲": 285,
      "˳": 286,
      "˴": 287,
      "˵": 288,
      "˶": 289,
      "˷": 290,
      "˸": 291,
      "˹": 292,
      "˺": 293,
      "˻": 294,
      "˼": 295,
      "˽": 296,
      "˾": 297,
      "˿": 298,
      "ͱ": 299,
      "ͳ": 300,
      "͵": 301,
      "ͷ": 302,
      "͸": 303,
      "͹": 304,
      "ͺ": 305,
      "ͻ": 306,
      "ͼ": 307,
      "ͽ": 308,
      "΂": 309,
      "΍": 310,
      "α": 311,
      "β": 312,
      "γ": 313,
      "δ": 314,
      "ε": 315,
      "ζ": 316,
      "η": 317,
      "θ": 318,
      "ι": 319,
      "κ": 320,
      "λ": 321,
      "μ": 322,
      "ν": 323,
      "ξ": 324,
      "ο": 325,
      "π": 326,
      "ρ": 327,
      "ς": 328,
      "σ": 329,
      "τ": 330,
      "υ": 331,
      "φ": 332,
      "χ": 333,
      "ψ": 334,
      "ω": 335,
      "ϑ": 336,
      "ϒ": 337,
      "ϝ": 338,
      "ϡ": 339,
      "ϣ": 340,
      "ϥ": 341,
      "ϧ": 342,
      "ϩ": 343,
      "ϫ": 344,
      "ϯ": 345,
      "ϰ": 346,
      "ϱ": 347,
      "ϲ": 348,
      "ϳ": 349,
      "ϵ": 350,
      "϶": 351,
      "ϸ": 352,
      "ϻ": 353,
      "ϼ": 354,
      "а": 355,
      "б": 356,
      "в": 357,
      "г": 358,
      "д": 359,
      "е": 360,
      "ж": 361,
      "з": 362,
      "и": 363,
      "к": 364,
      "л": 365,
      "м": 366,
      "н": 367,
      "о": 368,
      "п": 369,
      "р": 370,
      "с": 371,
      "т": 372,
      "у": 373,
      "ф": 374,
      "х": 375,
      "ц": 376,
      "ч": 377,
      "ш": 378,
      "щ": 379,
      "ъ": 380,
      "ы": 381,
      "ь": 382,
      "э": 383,
      "ю": 384,
      "я": 385,
      "ђ": 386,
      "є": 387,
      "ѕ": 388,
      "і": 389,
      "ј": 390,
      "љ": 391,
      "њ": 392,
      "џ": 393,
      "ѡ": 394,
      "ѣ": 395,
      "ѥ": 396,
      "ѧ": 397,
      "ѩ": 398,
      "ѫ": 399,
      "ѭ": 400,
      "ѯ": 401,
      "ѱ": 402,
      "ѳ": 403,
      "ѵ": 404,
      "ѹ": 405,
      "ѻ": 406,
      "ѽ": 407,
      "ѿ": 408,
      "ҁ": 409,
      "҂": 410,
      "҈": 411,
      "҉": 412,
      "ҋ": 413,
      "ҍ": 414,
      "ҏ": 415,
      "ґ": 416,
      "ғ": 417,
      "ҕ": 418,
      "җ": 419,
      "ҙ": 420,
      "қ": 421,
      "ҝ": 422,
      "ҟ": 423,
      "ҡ": 424,
      "ң": 425,
      "ҥ": 426,
      "ҧ": 427,
      "ҩ": 428,
      "ҫ": 429,
      "ҭ": 430,
      "ү": 431,
      "ұ": 432,
      "ҳ": 433,
      "ҵ": 434,
      "ҷ": 435,
      "ҹ": 436,
      "һ": 437,
      "ҽ": 438,
      "ҿ": 439,
      "ӄ": 440,
      "ӈ": 441,
      "ӊ": 442,
      "ӌ": 443,
      "ӏ": 444,
      "ӕ": 445,
      "ә": 446,
      "ӡ": 447,
      "ө": 448,
      "ӷ": 449,
      "ӻ": 450,
      "ӽ": 451,
      "ӿ": 452,
      "ԃ": 453,
      "ԅ": 454,
      "ԋ": 455,
      "ԏ": 456,
      "ԑ": 457,
      "ԕ": 458,
      "ԗ": 459,
      "ԙ": 460,
      "ԛ": 461,
      "ԝ": 462,
      "ԡ": 463,
      "ԣ": 464,
      "ԥ": 465,
      "ԩ": 466,
      "ԫ": 467,
      "ԭ": 468,
      "ԯ": 469,
      "԰": 470,
      "՘": 471,
      "ՙ": 472,
      "՛": 473,
      "՝": 474,
      "ՠ": 475,
      "ա": 476,
      "բ": 477,
      "գ": 478,
      "դ": 479,
      "ե": 480,
      "զ": 481,
      "է": 482,
      "ը": 483,
      "թ": 484,
      "ժ": 485,
      "ի": 486,
      "լ": 487,
      "խ": 488,
      "ծ": 489,
      "կ": 490,
      "հ": 491,
      "ձ": 492,
      "ղ": 493,
      "ճ": 494,
      "մ": 495,
      "յ": 496,
      "ն": 497,
      "շ": 498,
      "ո": 499,
      "չ": 500,
      "պ": 501,
      "ջ": 502,
      "ռ": 503,
      "ս": 504,
      "վ": 505,
      "տ": 506,
      "ր": 507,
      "ց": 508,
      "ւ": 509,
      "փ": 510,
      "ք": 511,
      "օ": 512,
      "ֆ": 513,
      "և": 514,
      "։": 515,
      "֎": 516,
      "֐": 517,
      "־": 518,
      "׃": 519,
      "׈": 520,
      "׊": 521,
      "׌": 522,
      "׍": 523,
      "א": 524,
      "ב": 525,
      "ג": 526,
      "ד": 527,
      "ה": 528,
      "ו": 529,
      "ז": 530,
      "ח": 531,
      "ט": 532,
      "י": 533,
      "ך": 534,
      "כ": 535,
      "ל": 536,
      "ם": 537,
      "מ": 538,
      "ן": 539,
      "נ": 540,
      "ס": 541,
      "ע": 542,
      "ף": 543,
      "פ": 544,
      "ץ": 545,
      "צ": 546,
      "ק": 547,
      "ר": 548,
      "ש": 549,
      "ת": 550,
      "׫": 551,
      "׬": 552,
      "׭": 553,
      "׮": 554,
      "ׯ": 555,
      "װ": 556,
      "ױ": 557,
      "ײ": 558,
      "״": 559,
      "׶": 560,
      "׷": 561,
      "׸": 562,
      "׺": 563,
      "׻": 564,
      "׼": 565,
      "׽": 566,
      "؆": 567,
      "؊": 568,
      "؋": 569,
      "،": 570,
      "؍": 571,
      "؎": 572,
      "؏": 573,
      "؛": 574,
      "؟": 575,
      "ؠ": 576,
      "ء": 577,
      "ا": 578,
      "ب": 579,
      "ة": 580,
      "ت": 581,
      "ث": 582,
      "ج": 583,
      "ح": 584,
      "خ": 585,
      "د": 586,
      "ذ": 587,
      "ر": 588,
      "ز": 589,
      "س": 590,
      "ش": 591,
      "ص": 592,
      "ض": 593,
      "ط": 594,
      "ظ": 595,
      "ع": 596,
      "غ": 597,
      "ػ": 598,
      "ؽ": 599,
      "ؾ": 600,
      "ؿ": 601,
      "ـ": 602,
      "ف": 603,
      "ق": 604,
      "ك": 605,
      "ل": 606,
      "م": 607,
      "ن": 608,
      "ه": 609,
      "و": 610,
      "ى": 611,
      "ي": 612,
      "٠": 613,
      "١": 614,
      "٢": 615,
      "٣": 616,
      "٤": 617,
      "٥": 618,
      "٦": 619,
      "٧": 620,
      "٨": 621,
      "٩": 622,
      "٫": 623,
      "ٯ": 624,
      "ٱ": 625,
      "ٳ": 626,
      "ٴ": 627,
      "ٵ": 628,
      "ٷ": 629,
      "ٹ": 630,
      "ٺ": 631,
      "ٻ": 632,
      "ټ": 633,
      "ٽ": 634,
      "پ": 635,
      "ٿ": 636,
      "ڀ": 637,
      "ځ": 638,
      "ڃ": 639,
      "ڄ": 640,
      "چ": 641,
      "ڇ": 642,
      "ڈ": 643,
      "ډ": 644,
      "ڊ": 645,
      "ڌ": 646,
      "ڍ": 647,
      "ڎ": 648,
      "ڑ": 649,
      "ڕ": 650,
      "ڗ": 651,
      "ژ": 652,
      "ښ": 653,
      "ڛ": 654,
      "ڞ": 655,
      "ڡ": 656,
      "ڤ": 657,
      "ڦ": 658,
      "ڧ": 659,
      "ک": 660,
      "ڭ": 661,
      "ڮ": 662,
      "گ": 663,
      "ڰ": 664,
      "ڱ": 665,
      "ڳ": 666,
      "ڵ": 667,
      "ڶ": 668,
      "ڷ": 669,
      "ڸ": 670,
      "ں": 671,
      "ڻ": 672,
      "ڼ": 673,
      "ھ": 674,
      "ڿ": 675,
      "ہ": 676,
      "ۃ": 677,
      "ۄ": 678,
      "ۅ": 679,
      "ۆ": 680,
      "ۇ": 681,
      "ۈ": 682,
      "ۉ": 683,
      "ۊ": 684,
      "ۋ": 685,
      "ی": 686,
      "ێ": 687,
      "ې": 688,
      "ے": 689,
      "ە": 690,
      "۞": 691,
      "ۥ": 692,
      "ۦ": 693,
      "۩": 694,
      "ۮ": 695,
      "۱": 696,
      "۲": 697,
      "۳": 698,
      "۵": 699,
      "۷": 700,
      "۹": 701,
      "ۺ": 702,
      "ۻ": 703,
      "ۼ": 704,
      "۾": 705,
      "ۿ": 706,
      "܄": 707,
      "܅": 708,
      "܇": 709,
      "܉": 710,
      "܊": 711,
      "܎": 712,
      "ܐ": 713,
      "ܓ": 714,
      "ܔ": 715,
      "ܘ": 716,
      "ܙ": 717,
      "ܚ": 718,
      "ܛ": 719,
      "ܜ": 720,
      "ܝ": 721,
      "ܠ": 722,
      "ܡ": 723,
      "ܢ": 724,
      "ܣ": 725,
      "ܤ": 726,
      "ܥ": 727,
      "ܦ": 728,
      "ܧ": 729,
      "ܨ": 730,
      "ܩ": 731,
      "ܪ": 732,
      "ܫ": 733,
      "ܬ": 734,
      "ܯ": 735,
      "ݍ": 736,
      "ݎ": 737,
      "ݏ": 738,
      "ݒ": 739,
      "ݓ": 740,
      "ݕ": 741,
      "ݘ": 742,
      "ݛ": 743,
      "ݟ": 744,
      "ݡ": 745,
      "ݣ": 746,
      "ݤ": 747,
      "ݥ": 748,
      "ݨ": 749,
      "ݫ": 750,
      "ݬ": 751,
      "ݮ": 752,
      "ݰ": 753,
      "ݱ": 754,
      "ݳ": 755,
      "ݴ": 756,
      "ݵ": 757,
      "ݶ": 758,
      "ݷ": 759,
      "ݸ": 760,
      "ݹ": 761,
      "ݺ": 762,
      "ݼ": 763,
      "ݾ": 764,
      "ݿ": 765,
      "ހ": 766,
      "ރ": 767,
      "އ": 768,
      "ފ": 769,
      "ތ": 770,
      "ލ": 771,
      "ގ": 772,
      "ސ": 773,
      "ޑ": 774,
      "ޒ": 775,
      "ޓ": 776,
      "ޕ": 777,
      "ޗ": 778,
      "ޞ": 779,
      "ޟ": 780,
      "ޡ": 781,
      "ޤ": 782,
      "ޥ": 783,
      "ޱ": 784,
      "޲": 785,
      "޳": 786,
      "޵": 787,
      "޶": 788,
      "޻": 789,
      "޽": 790,
      "޾": 791,
      "߃": 792,
      "߄": 793,
      "߇": 794,
      "ߋ": 795,
      "ߍ": 796,
      "ߎ": 797,
      "ߒ": 798,
      "ߘ": 799,
      "ߚ": 800,
      "ߛ": 801,
      "ߜ": 802,
      "ߡ": 803,
      "ߢ": 804,
      "ߣ": 805,
      "ߤ": 806,
      "ߥ": 807,
      "ߧ": 808,
      "ߴ": 809,
      "ߵ": 810,
      "߶": 811,
      "߷": 812,
      "߹": 813,
      "ߺ": 814,
      "߼": 815,
      "߾": 816,
      "߿": 817,
      "ࠅ": 818,
      "ࠆ": 819,
      "ࠇ": 820,
      "ࠈ": 821,
      "ࠋ": 822,
      "ࠍ": 823,
      "ࠎ": 824,
      "ࠏ": 825,
      "ࠐ": 826,
      "ࠔ": 827,
      "ࠤ": 828,
      "ࠨ": 829,
      "࠮": 830,
      "࠰": 831,
      "࠱": 832,
      "࠲": 833,
      "࠴": 834,
      "࠶": 835,
      "࠷": 836,
      "࠸": 837,
      "࠺": 838,
      "࠼": 839,
      "࠽": 840,
      "࠾": 841,
      "࠿": 842,
      "ࡁ": 843,
      "ࡃ": 844,
      "ࡇ": 845,
      "ࡈ": 846,
      "ࡍ": 847,
      "ࡎ": 848,
      "ࡔ": 849,
      "ࡕ": 850,
      "ࡘ": 851,
      "ࡡ": 852,
      "ࡢ": 853,
      "ࡤ": 854,
      "ࡨ": 855,
      "࡬": 856,
      "࡭": 857,
      "࡯": 858,
      "ࡰ": 859,
      "ࡲ": 860,
      "ࡴ": 861,
      "ࡷ": 862,
      "ࡸ": 863,
      "ࡻ": 864,
      "ࡿ": 865,
      "ࢀ": 866,
      "ࢁ": 867,
      "ࢂ": 868,
      "ࢅ": 869,
      "ࢊ": 870,
      "ࢎ": 871,
      "࢏": 872,
      "࢔": 873,
      "࢕": 874,
      "࢙": 875,
      "࢛": 876,
      "࢝": 877,
      "࢟": 878,
      "ࢠ": 879,
      "ࢢ": 880,
      "ࢥ": 881,
      "ࢧ": 882,
      "ࢩ": 883,
      "ࢪ": 884,
      "ࢭ": 885,
      "ࢮ": 886,
      "ࢰ": 887,
      "ࢶ": 888,
      "ࢸ": 889,
      "ࣀ": 890,
      "ࣁ": 891,
      "ࣂ": 892,
      "ࣃ": 893,
      "࣋": 894,
      "࣍": 895,
      "࣏": 896,
      "࣐": 897,
      "࣒": 898,
      "ࣕ": 899,
      "ࣖ": 900,
      "ࣘ": 901,
      "ࣜ": 902,
      "ࣝ": 903,
      "ࣞ": 904,
      "ࣟ": 905,
      "࣠": 906,
      "࣢": 907,
      "ः": 908,
      "ऄ": 909,
      "अ": 910,
      "आ": 911,
      "इ": 912,
      "ई": 913,
      "उ": 914,
      "ऊ": 915,
      "ऎ": 916,
      "ए": 917,
      "ऐ": 918,
      "ऑ": 919,
      "ऒ": 920,
      "ओ": 921,
      "औ": 922,
      "क": 923,
      "ख": 924,
      "ग": 925,
      "घ": 926,
      "ङ": 927,
      "च": 928,
      "छ": 929,
      "ज": 930,
      "झ": 931,
      "ञ": 932,
      "ट": 933,
      "ठ": 934,
      "ड": 935,
      "ढ": 936,
      "ण": 937,
      "त": 938,
      "थ": 939,
      "द": 940,
      "ध": 941,
      "न": 942,
      "प": 943,
      "फ": 944,
      "ब": 945,
      "भ": 946,
      "म": 947,
      "य": 948,
      "र": 949,
      "ल": 950,
      "ळ": 951,
      "व": 952,
      "श": 953,
      "ष": 954,
      "स": 955,
      "ह": 956,
      "ा": 957,
      "ि": 958,
      "ी": 959,
      "ॉ": 960,
      "ो": 961,
      "ौ": 962,
      "ॎ": 963,
      "ॠ": 964,
      "।": 965,
      "॥": 966,
      "१": 967,
      "४": 968,
      "५": 969,
      "६": 970,
      "७": 971,
      "९": 972,
      "॰": 973,
      "ॱ": 974,
      "ॲ": 975,
      "ॳ": 976,
      "ॴ": 977,
      "ॾ": 978,
      "ॿ": 979,
      "ং": 980,
      "অ": 981,
      "আ": 982,
      "ই": 983,
      "ঈ": 984,
      "উ": 985,
      "ঌ": 986,
      "঍": 987,
      "঎": 988,
      "এ": 989,
      "ঐ": 990,
      "঑": 991,
      "঒": 992,
      "ও": 993,
      "ঔ": 994,
      "ক": 995,
      "খ": 996,
      "গ": 997,
      "চ": 998,
      "ছ": 999,
      "জ": 1000,
      "ঝ": 1001,
      "ঞ": 1002,
      "ট": 1003,
      "ঠ": 1004,
      "ড": 1005,
      "ণ": 1006,
      "ত": 1007,
      "থ": 1008,
      "দ": 1009,
      "ধ": 1010,
      "ন": 1011,
      "঩": 1012,
      "প": 1013,
      "ফ": 1014,
      "ব": 1015,
      "ভ": 1016,
      "ম": 1017,
      "য": 1018,
      "র": 1019,
      "ল": 1020,
      "঳": 1021,
      "শ": 1022,
      "ষ": 1023,
      "স": 1024,
      "হ": 1025,
      "ঽ": 1026,
      "া": 1027,
      "ি": 1028,
      "ী": 1029,
      "৅": 1030,
      "৆": 1031,
      "ে": 1032,
      "ৈ": 1033,
      "৊": 1034,
      "ৎ": 1035,
      "৑": 1036,
      "ৗ": 1037,
      "৙": 1038,
      "৛": 1039,
      "৞": 1040,
      "ৠ": 1041,
      "ৡ": 1042,
      "১": 1043,
      "২": 1044,
      "৩": 1045,
      "৪": 1046,
      "৭": 1047,
      "৯": 1048,
      "৳": 1049,
      "৵": 1050,
      "৻": 1051,
      "৽": 1052,
      "৾": 1053,
      "৿": 1054,
      "ਅ": 1055,
      "ਆ": 1056,
      "ਇ": 1057,
      "ਈ": 1058,
      "ਉ": 1059,
      "਋": 1060,
      "਍": 1061,
      "਑": 1062,
      "ਔ": 1063,
      "ਕ": 1064,
      "ਖ": 1065,
      "ਙ": 1066,
      "ਚ": 1067,
      "ਛ": 1068,
      "ਜ": 1069,
      "ਟ": 1070,
      "ਠ": 1071,
      "ਡ": 1072,
      "ਤ": 1073,
      "ਥ": 1074,
      "ਦ": 1075,
      "ਧ": 1076,
      "ਨ": 1077,
      "ਪ": 1078,
      "ਫ": 1079,
      "ਬ": 1080,
      "ਯ": 1081,
      "ਰ": 1082,
      "਱": 1083,
      "ਵ": 1084,
      "਷": 1085,
      "ਸ": 1086,
      "ਹ": 1087,
      "ਾ": 1088,
      "ਿ": 1089,
      "ੀ": 1090,
      "੄": 1091,
      "੆": 1092,
      "੊": 1093,
      "੎": 1094,
      "੒": 1095,
      "੕": 1096,
      "੗": 1097,
      "ੜ": 1098,
      "੤": 1099,
      "੩": 1100,
      "੫": 1101,
      "ੴ": 1102,
      "੷": 1103,
      "઀": 1104,
      "ઇ": 1105,
      "ઈ": 1106,
      "ઌ": 1107,
      "઎": 1108,
      "ઓ": 1109,
      "ખ": 1110,
      "ગ": 1111,
      "છ": 1112,
      "ઝ": 1113,
      "ટ": 1114,
      "ઠ": 1115,
      "ણ": 1116,
      "ધ": 1117,
      "પ": 1118,
      "ફ": 1119,
      "બ": 1120,
      "ભ": 1121,
      "ય": 1122,
      "ર": 1123,
      "ળ": 1124,
      "વ": 1125,
      "ષ": 1126,
      "હ": 1127,
      "઺": 1128,
      "઻": 1129,
      "ા": 1130,
      "િ": 1131,
      "ી": 1132,
      "૊": 1133,
      "ૌ": 1134,
      "ૐ": 1135,
      "૒": 1136,
      "૔": 1137,
      "૕": 1138,
      "૗": 1139,
      "૘": 1140,
      "૙": 1141,
      "૚": 1142,
      "૜": 1143,
      "૟": 1144,
      "ૠ": 1145,
      "ૡ": 1146,
      "૤": 1147,
      "૥": 1148,
      "૨": 1149,
      "૪": 1150,
      "૬": 1151,
      "૱": 1152,
      "૴": 1153,
      "૵": 1154,
      "ૼ": 1155,
      "૽": 1156,
      "଀": 1157,
      "ଂ": 1158,
      "ଅ": 1159,
      "ଊ": 1160,
      "ଋ": 1161,
      "ଌ": 1162,
      "଍": 1163,
      "଎": 1164,
      "ଘ": 1165,
      "ଙ": 1166,
      "ଚ": 1167,
      "ଜ": 1168,
      "ଟ": 1169,
      "ଡ": 1170,
      "ଢ": 1171,
      "ଧ": 1172,
      "ଫ": 1173,
      "ମ": 1174,
      "ର": 1175,
      "ଳ": 1176,
      "ଷ": 1177,
      "ସ": 1178,
      "଻": 1179,
      "ା": 1180,
      "୆": 1181,
      "େ": 1182,
      "୊": 1183,
      "୏": 1184,
      "୐": 1185,
      "୒": 1186,
      "ୗ": 1187,
      "ୟ": 1188,
      "ୠ": 1189,
      "୧": 1190,
      "୮": 1191,
      "୯": 1192,
      "୴": 1193,
      "୶": 1194,
      "୺": 1195,
      "୻": 1196,
      "୽": 1197,
      "୾": 1198,
      "୿": 1199,
      "஁": 1200,
      "ஃ": 1201,
      "ஊ": 1202,
      "஋": 1203,
      "஌": 1204,
      "எ": 1205,
      "ஐ": 1206,
      "஑": 1207,
      "ஒ": 1208,
      "க": 1209,
      "஘": 1210,
      "ங": 1211,
      "ச": 1212,
      "ஜ": 1213,
      "ட": 1214,
      "த": 1215,
      "ன": 1216,
      "ப": 1217,
      "஫": 1218,
      "஬": 1219,
      "ம": 1220,
      "ய": 1221,
      "ர": 1222,
      "ற": 1223,
      "ல": 1224,
      "ள": 1225,
      "ழ": 1226,
      "வ": 1227,
      "ஹ": 1228,
      "ா": 1229,
      "ி": 1230,
      "ு": 1231,
      "ூ": 1232,
      "ெ": 1233,
      "ே": 1234,
      "ை": 1235,
      "௏": 1236,
      "ௐ": 1237,
      "௑": 1238,
      "௕": 1239,
      "ௗ": 1240,
      "௚": 1241,
      "௜": 1242,
      "௝": 1243,
      "௞": 1244,
      "௠": 1245,
      "௢": 1246,
      "௤": 1247,
      "௭": 1248,
      "௰": 1249,
      "௱": 1250,
      "௵": 1251,
      "௷": 1252,
      "௻": 1253,
      "௼": 1254,
      "௽": 1255,
      "௾": 1256,
      "ః": 1257,
      "ఆ": 1258,
      "ఇ": 1259,
      "ఉ": 1260,
      "఍": 1261,
      "ఐ": 1262,
      "఑": 1263,
      "ఓ": 1264,
      "ఔ": 1265,
      "క": 1266,
      "ఖ": 1267,
      "గ": 1268,
      "జ": 1269,
      "ట": 1270,
      "ణ": 1271,
      "త": 1272,
      "ద": 1273,
      "ధ": 1274,
      "న": 1275,
      "య": 1276,
      "ల": 1277,
      "ళ": 1278,
      "శ": 1279,
      "స": 1280,
      "఻": 1281,
      "ు": 1282,
      "౉": 1283,
      "౎": 1284,
      "౑": 1285,
      "ౙ": 1286,
      "ౚ": 1287,
      "౜": 1288,
      "ౝ": 1289,
      "౞": 1290,
      "ౡ": 1291,
      "౤": 1292,
      "౥": 1293,
      "౦": 1294,
      "౩": 1295,
      "౫": 1296,
      "౬": 1297,
      "౮": 1298,
      "౲": 1299,
      "౵": 1300,
      "౷": 1301,
      "౹": 1302,
      "౺": 1303,
      "౻": 1304,
      "౼": 1305,
      "౿": 1306,
      "ಀ": 1307,
      "ಂ": 1308,
      "ಃ": 1309,
      "ಅ": 1310,
      "ಆ": 1311,
      "ಎ": 1312,
      "ಐ": 1313,
      "಑": 1314,
      "ಒ": 1315,
      "ಓ": 1316,
      "ಔ": 1317,
      "ಕ": 1318,
      "ಡ": 1319,
      "ತ": 1320,
      "ಧ": 1321,
      "಩": 1322,
      "ಪ": 1323,
      "ಫ": 1324,
      "ರ": 1325,
      "ಲ": 1326,
      "ವ": 1327,
      "ಸ": 1328,
      "ಹ": 1329,
      "ಽ": 1330,
      "ಾ": 1331,
      "ು": 1332,
      "ೂ": 1333,
      "೎": 1334,
      "೏": 1335,
      "೒": 1336,
      "೓": 1337,
      "೔": 1338,
      "ೕ": 1339,
      "೛": 1340,
      "೜": 1341,
      "ೡ": 1342,
      "೥": 1343,
      "೪": 1344,
      "೫": 1345,
      "೬": 1346,
      "೮": 1347,
      "ೱ": 1348,
      "ೲ": 1349,
      "೵": 1350,
      "೻": 1351,
      "೽": 1352,
      "ം": 1353,
      "ആ": 1354,
      "ഇ": 1355,
      "ഈ": 1356,
      "ഊ": 1357,
      "ഌ": 1358,
      "എ": 1359,
      "ഐ": 1360,
      "഑": 1361,
      "ഒ": 1362,
      "ഓ": 1363,
      "ഔ": 1364,
      "ച": 1365,
      "ജ": 1366,
      "ഝ": 1367,
      "ഞ": 1368,
      "ഡ": 1369,
      "ഢ": 1370,
      "ഥ": 1371,
      "ധ": 1372,
      "ന": 1373,
      "പ": 1374,
      "ബ": 1375,
      "മ": 1376,
      "യ": 1377,
      "ര": 1378,
      "ല": 1379,
      "ള": 1380,
      "സ": 1381,
      "ഺ": 1382,
      "഼": 1383,
      "ാ": 1384,
      "ി": 1385,
      "െ": 1386,
      "േ": 1387,
      "൉": 1388,
      "൓": 1389,
      "ൔ": 1390,
      "൚": 1391,
      "ൟ": 1392,
      "ൡ": 1393,
      "൦": 1394,
      "൨": 1395,
      "൪": 1396,
      "൰": 1397,
      "൱": 1398,
      "൵": 1399,
      "൷": 1400,
      "ൽ": 1401,
      "඀": 1402,
      "ඁ": 1403,
      "ං": 1404,
      "඄": 1405,
      "අ": 1406,
      "ආ": 1407,
      "ඇ": 1408,
      "ඉ": 1409,
      "උ": 1410,
      "ඌ": 1411,
      "එ": 1412,
      "ඒ": 1413,
      "ඔ": 1414,
      "ඕ": 1415,
      "඗": 1416,
      "඘": 1417,
      "ක": 1418,
      "ඛ": 1419,
      "ග": 1420,
      "ඝ": 1421,
      "ඞ": 1422,
      "ච": 1423,
      "ඡ": 1424,
      "ජ": 1425,
      "ඤ": 1426,
      "ඥ": 1427,
      "ට": 1428,
      "ඩ": 1429,
      "ණ": 1430,
      "ත": 1431,
      "ථ": 1432,
      "ද": 1433,
      "ධ": 1434,
      "න": 1435,
      "ඳ": 1436,
      "ප": 1437,
      "ඵ": 1438,
      "බ": 1439,
      "ම": 1440,
      "ය": 1441,
      "ර": 1442,
      "ල": 1443,
      "඾": 1444,
      "ව": 1445,
      "ශ": 1446,
      "ෂ": 1447,
      "ස": 1448,
      "හ": 1449,
      "ළ": 1450,
      "ෆ": 1451,
      "෈": 1452,
      "෋": 1453,
      "෍": 1454,
      "෎": 1455,
      "ා": 1456,
      "ැ": 1457,
      "ෑ": 1458,
      "෕": 1459,
      "෗": 1460,
      "ෘ": 1461,
      "ෙ": 1462,
      "ෟ": 1463,
      "෣": 1464,
      "෤": 1465,
      "෨": 1466,
      "෪": 1467,
      "෰": 1468,
      "ෳ": 1469,
      "෵": 1470,
      "෷": 1471,
      "෻": 1472,
      "෾": 1473,
      "ก": 1474,
      "ข": 1475,
      "ฃ": 1476,
      "ค": 1477,
      "ง": 1478,
      "จ": 1479,
      "ฉ": 1480,
      "ช": 1481,
      "ซ": 1482,
      "ฌ": 1483,
      "ญ": 1484,
      "ฎ": 1485,
      "ฐ": 1486,
      "ฑ": 1487,
      "ฒ": 1488,
      "ณ": 1489,
      "ด": 1490,
      "ต": 1491,
      "ถ": 1492,
      "ท": 1493,
      "ธ": 1494,
      "น": 1495,
      "บ": 1496,
      "ป": 1497,
      "ผ": 1498,
      "ฝ": 1499,
      "พ": 1500,
      "ฟ": 1501,
      "ภ": 1502,
      "ม": 1503,
      "ย": 1504,
      "ร": 1505,
      "ล": 1506,
      "ฦ": 1507,
      "ว": 1508,
      "ศ": 1509,
      "ษ": 1510,
      "ส": 1511,
      "ห": 1512,
      "อ": 1513,
      "ฮ": 1514,
      "ฯ": 1515,
      "ะ": 1516,
      "า": 1517,
      "ำ": 1518,
      "฼": 1519,
      "฿": 1520,
      "เ": 1521,
      "แ": 1522,
      "โ": 1523,
      "ใ": 1524,
      "ไ": 1525,
      "ๆ": 1526,
      "๒": 1527,
      "๗": 1528,
      "๙": 1529,
      "๚": 1530,
      "๜": 1531,
      "๝": 1532,
      "๠": 1533,
      "๡": 1534,
      "๤": 1535,
      "๦": 1536,
      "๧": 1537,
      "๩": 1538,
      "๪": 1539,
      "๯": 1540,
      "๰": 1541,
      "๳": 1542,
      "๵": 1543,
      "๺": 1544,
      "๻": 1545,
      "๼": 1546,
      "๿": 1547,
      "຀": 1548,
      "ກ": 1549,
      "ຄ": 1550,
      "຋": 1551,
      "ຎ": 1552,
      "ຐ": 1553,
      "ຓ": 1554,
      "ຕ": 1555,
      "ຖ": 1556,
      "ບ": 1557,
      "ປ": 1558,
      "ຝ": 1559,
      "ພ": 1560,
      "຤": 1561,
      "ລ": 1562,
      "ວ": 1563,
      "ຩ": 1564,
      "ສ": 1565,
      "ອ": 1566,
      "ຯ": 1567,
      "າ": 1568,
      "຺": 1569,
      "຿": 1570,
      "ໂ": 1571,
      "ໃ": 1572,
      "ໄ": 1573,
      "໐": 1574,
      "໒": 1575,
      "໗": 1576,
      "໘": 1577,
      "໙": 1578,
      "໠": 1579,
      "໧": 1580,
      "໩": 1581,
      "໭": 1582,
      "໰": 1583,
      "໶": 1584,
      "໼": 1585,
      "໽": 1586,
      "༄": 1587,
      "༆": 1588,
      "༇": 1589,
      "།": 1590,
      "༎": 1591,
      "༏": 1592,
      "༐": 1593,
      "༒": 1594,
      "༔": 1595,
      "༚": 1596,
      "༞": 1597,
      "༟": 1598,
      "༠": 1599,
      "༢": 1600,
      "༧": 1601,
      "༪": 1602,
      "༳": 1603,
      "༶": 1604,
      "༺": 1605,
      "༻": 1606,
      "༼": 1607,
      "ཁ": 1608,
      "ང": 1609,
      "ཅ": 1610,
      "ཌ": 1611,
      "ཎ": 1612,
      "ཐ": 1613,
      "ད": 1614,
      "ཙ": 1615,
      "ཚ": 1616,
      "ཟ": 1617,
      "ར": 1618,
      "ཤ": 1619,
      "ཧ": 1620,
      "཭": 1621,
      "཯": 1622,
      "ྈ": 1623,
      "ྉ": 1624,
      "ྊ": 1625,
      "ྌ": 1626,
      "྿": 1627,
      "࿀": 1628,
      "࿄": 1629,
      "࿇": 1630,
      "࿈": 1631,
      "࿌": 1632,
      "࿍": 1633,
      "࿐": 1634,
      "࿑": 1635,
      "࿒": 1636,
      "࿓": 1637,
      "࿔": 1638,
      "࿕": 1639,
      "࿙": 1640,
      "࿞": 1641,
      "࿡": 1642,
      "࿢": 1643,
      "࿣": 1644,
      "࿤": 1645,
      "࿥": 1646,
      "࿧": 1647,
      "࿨": 1648,
      "࿲": 1649,
      "࿳": 1650,
      "࿵": 1651,
      "࿽": 1652,
      "࿾": 1653,
      "က": 1654,
      "ခ": 1655,
      "ဃ": 1656,
      "င": 1657,
      "စ": 1658,
      "ည": 1659,
      "ဍ": 1660,
      "ဒ": 1661,
      "န": 1662,
      "ပ": 1663,
      "ဖ": 1664,
      "မ": 1665,
      "ရ": 1666,
      "လ": 1667,
      "အ": 1668,
      "ဣ": 1669,
      "ဥ": 1670,
      "ဩ": 1671,
      "ါ": 1672,
      "ာ": 1673,
      "ေ": 1674,
      "း": 1675,
      "ြ": 1676,
      "ဿ": 1677,
      "၃": 1678,
      "၅": 1679,
      "၉": 1680,
      "၊": 1681,
      "။": 1682,
      "၏": 1683,
      "ၐ": 1684,
      "ၓ": 1685,
      "ၖ": 1686,
      "ၗ": 1687,
      "ၝ": 1688,
      "ၣ": 1689,
      "ၮ": 1690,
      "ၯ": 1691,
      "ၶ": 1692,
      "ၸ": 1693,
      "ၺ": 1694,
      "ၻ": 1695,
      "ၽ": 1696,
      "ၾ": 1697,
      "ၿ": 1698,
      "ႀ": 1699,
      "ႈ": 1700,
      "ႊ": 1701,
      "ႋ": 1702,
      "႑": 1703,
      "႒": 1704,
      "႕": 1705,
      "႖": 1706,
      "႘": 1707,
      "ႚ": 1708,
      "႞": 1709,
      "჈": 1710,
      "჉": 1711,
      "჋": 1712,
      "ა": 1713,
      "ბ": 1714,
      "გ": 1715,
      "დ": 1716,
      "ე": 1717,
      "ვ": 1718,
      "ზ": 1719,
      "თ": 1720,
      "ი": 1721,
      "კ": 1722,
      "ლ": 1723,
      "მ": 1724,
      "ნ": 1725,
      "ო": 1726,
      "პ": 1727,
      "ჟ": 1728,
      "რ": 1729,
      "ს": 1730,
      "ტ": 1731,
      "უ": 1732,
      "ქ": 1733,
      "ღ": 1734,
      "ყ": 1735,
      "ჩ": 1736,
      "ც": 1737,
      "წ": 1738,
      "ხ": 1739,
      "ჯ": 1740,
      "ჱ": 1741,
      "ჲ": 1742,
      "ჵ": 1743,
      "ჷ": 1744,
      "ჸ": 1745,
      "ჹ": 1746,
      "ჽ": 1747,
      "ჾ": 1748,
      "ჿ": 1749,
      "ᄀ": 1750,
      "ᄁ": 1751,
      "ᄂ": 1752,
      "ᄃ": 1753,
      "ᄅ": 1754,
      "ᄆ": 1755,
      "ᄇ": 1756,
      "ᄈ": 1757,
      "ᄉ": 1758,
      "ᄋ": 1759,
      "ᄌ": 1760,
      "ᄍ": 1761,
      "ᄎ": 1762,
      "ᄏ": 1763,
      "ᄐ": 1764,
      "ᄑ": 1765,
      "ᄒ": 1766,
      "ᄗ": 1767,
      "ᄙ": 1768,
      "ᄠ": 1769,
      "ᄢ": 1770,
      "ᄤ": 1771,
      "ᄥ": 1772,
      "ᄦ": 1773,
      "ᄩ": 1774,
      "ᄭ": 1775,
      "ᄵ": 1776,
      "ᄸ": 1777,
      "ᄹ": 1778,
      "ᄺ": 1779,
      "ᄼ": 1780,
      "ᅀ": 1781,
      "ᅄ": 1782,
      "ᅆ": 1783,
      "ᅈ": 1784,
      "ᅉ": 1785,
      "ᅊ": 1786,
      "ᅋ": 1787,
      "ᅎ": 1788,
      "ᅒ": 1789,
      "ᅔ": 1790,
      "ᅖ": 1791,
      "ᅛ": 1792,
      "ᅝ": 1793,
      "ᅡ": 1794,
      "ᅢ": 1795,
      "ᅣ": 1796,
      "ᅤ": 1797,
      "ᅥ": 1798,
      "ᅦ": 1799,
      "ᅧ": 1800,
      "ᅨ": 1801,
      "ᅩ": 1802,
      "ᅪ": 1803,
      "ᅫ": 1804,
      "ᅬ": 1805,
      "ᅭ": 1806,
      "ᅮ": 1807,
      "ᅯ": 1808,
      "ᅰ": 1809,
      "ᅱ": 1810,
      "ᅲ": 1811,
      "ᅳ": 1812,
      "ᅴ": 1813,
      "ᅵ": 1814,
      "ᅶ": 1815,
      "ᅹ": 1816,
      "ᅺ": 1817,
      "ᅻ": 1818,
      "ᅼ": 1819,
      "ᅽ": 1820,
      "ᅾ": 1821,
      "ᆀ": 1822,
      "ᆅ": 1823,
      "ᆇ": 1824,
      "ᆊ": 1825,
      "ᆌ": 1826,
      "ᆎ": 1827,
      "ᆓ": 1828,
      "ᆕ": 1829,
      "ᆖ": 1830,
      "ᆟ": 1831,
      "ᆥ": 1832,
      "ᆦ": 1833,
      "ᆨ": 1834,
      "ᆪ": 1835,
      "ᆫ": 1836,
      "ᆬ": 1837,
      "ᆭ": 1838,
      "ᆮ": 1839,
      "ᆯ": 1840,
      "ᆰ": 1841,
      "ᆱ": 1842,
      "ᆲ": 1843,
      "ᆳ": 1844,
      "ᆴ": 1845,
      "ᆵ": 1846,
      "ᆷ": 1847,
      "ᆸ": 1848,
      "ᆹ": 1849,
      "ᆺ": 1850,
      "ᆻ": 1851,
      "ᆼ": 1852,
      "ᆽ": 1853,
      "ᆾ": 1854,
      "ᇀ": 1855,
      "ᇂ": 1856,
      "ᇃ": 1857,
      "ᇅ": 1858,
      "ᇆ": 1859,
      "ᇎ": 1860,
      "ᇒ": 1861,
      "ᇔ": 1862,
      "ᇖ": 1863,
      "ᇚ": 1864,
      "ᇜ": 1865,
      "ᇞ": 1866,
      "ᇡ": 1867,
      "ᇢ": 1868,
      "ᇣ": 1869,
      "ᇥ": 1870,
      "ᇩ": 1871,
      "ᇫ": 1872,
      "ᇬ": 1873,
      "ᇭ": 1874,
      "ᇰ": 1875,
      "ᇱ": 1876,
      "ᇳ": 1877,
      "ᇸ": 1878,
      "ᇻ": 1879,
      "ᇾ": 1880,
      "ᇿ": 1881,
      "ሀ": 1882,
      "ሁ": 1883,
      "ሂ": 1884,
      "ሃ": 1885,
      "ሄ": 1886,
      "ህ": 1887,
      "ሆ": 1888,
      "ሇ": 1889,
      "ለ": 1890,
      "ሉ": 1891,
      "ሊ": 1892,
      "ላ": 1893,
      "ሌ": 1894,
      "ል": 1895,
      "ሎ": 1896,
      "ሏ": 1897,
      "ሐ": 1898,
      "ሑ": 1899,
      "ሒ": 1900,
      "ሓ": 1901,
      "ሔ": 1902,
      "ሕ": 1903,
      "ሖ": 1904,
      "ሗ": 1905,
      "መ": 1906,
      "ሙ": 1907,
      "ሚ": 1908,
      "ማ": 1909,
      "ሜ": 1910,
      "ም": 1911,
      "ሞ": 1912,
      "ሟ": 1913,
      "ሠ": 1914,
      "ሡ": 1915,
      "ሢ": 1916,
      "ሣ": 1917,
      "ሤ": 1918,
      "ሥ": 1919,
      "ሦ": 1920,
      "ሧ": 1921,
      "ረ": 1922,
      "ሩ": 1923,
      "ሪ": 1924,
      "ራ": 1925,
      "ሬ": 1926,
      "ር": 1927,
      "ሮ": 1928,
      "ሯ": 1929,
      "ሰ": 1930,
      "ሱ": 1931,
      "ሲ": 1932,
      "ሳ": 1933,
      "ሴ": 1934,
      "ስ": 1935,
      "ሶ": 1936,
      "ሷ": 1937,
      "ሸ": 1938,
      "ሹ": 1939,
      "ሺ": 1940,
      "ሻ": 1941,
      "ሼ": 1942,
      "ሽ": 1943,
      "ሾ": 1944,
      "ሿ": 1945,
      "ቀ": 1946,
      "ቁ": 1947,
      "ቂ": 1948,
      "ቃ": 1949,
      "ቄ": 1950,
      "ቅ": 1951,
      "ቆ": 1952,
      "ቇ": 1953,
      "ቈ": 1954,
      "቉": 1955,
      "ቊ": 1956,
      "ቋ": 1957,
      "ቌ": 1958,
      "ቍ": 1959,
      "቎": 1960,
      "ቐ": 1961,
      "ቑ": 1962,
      "ቒ": 1963,
      "ቓ": 1964,
      "ቔ": 1965,
      "ቕ": 1966,
      "ቖ": 1967,
      "቗": 1968,
      "ቘ": 1969,
      "቙": 1970,
      "ቚ": 1971,
      "ቛ": 1972,
      "ቜ": 1973,
      "ቝ": 1974,
      "቞": 1975,
      "በ": 1976,
      "ቡ": 1977,
      "ቢ": 1978,
      "ባ": 1979,
      "ቤ": 1980,
      "ብ": 1981,
      "ቦ": 1982,
      "ቧ": 1983,
      "ቨ": 1984,
      "ቩ": 1985,
      "ቪ": 1986,
      "ቫ": 1987,
      "ቬ": 1988,
      "ቭ": 1989,
      "ቮ": 1990,
      "ቯ": 1991,
      "ተ": 1992,
      "ቱ": 1993,
      "ቲ": 1994,
      "ታ": 1995,
      "ቴ": 1996,
      "ት": 1997,
      "ቶ": 1998,
      "ቷ": 1999,
      "ቸ": 2000,
      "ቹ": 2001,
      "ቺ": 2002,
      "ቻ": 2003,
      "ቼ": 2004,
      "ች": 2005,
      "ቾ": 2006,
      "ቿ": 2007,
      "ኀ": 2008,
      "ኁ": 2009,
      "ኂ": 2010,
      "ኃ": 2011,
      "ኄ": 2012,
      "ኅ": 2013,
      "ኆ": 2014,
      "ኇ": 2015,
      "ኈ": 2016,
      "኉": 2017,
      "ኊ": 2018,
      "ኋ": 2019,
      "ኌ": 2020,
      "ኍ": 2021,
      "኏": 2022,
      "ነ": 2023,
      "ኑ": 2024,
      "ኒ": 2025,
      "ና": 2026,
      "ኔ": 2027,
      "ን": 2028,
      "ኖ": 2029,
      "ኗ": 2030,
      "ኘ": 2031,
      "ኙ": 2032,
      "ኚ": 2033,
      "ኛ": 2034,
      "ኜ": 2035,
      "ኝ": 2036,
      "ኞ": 2037,
      "ኟ": 2038,
      "አ": 2039,
      "ኡ": 2040,
      "ኢ": 2041,
      "ኣ": 2042,
      "ኤ": 2043,
      "እ": 2044,
      "ኦ": 2045,
      "ኧ": 2046,
      "ከ": 2047,
      "ኩ": 2048,
      "ኪ": 2049,
      "ካ": 2050,
      "ኬ": 2051,
      "ክ": 2052,
      "ኮ": 2053,
      "ኯ": 2054,
      "ኰ": 2055,
      "኱": 2056,
      "ኲ": 2057,
      "ኳ": 2058,
      "ኴ": 2059,
      "ኵ": 2060,
      "ኸ": 2061,
      "ኹ": 2062,
      "ኺ": 2063,
      "ኻ": 2064,
      "ኼ": 2065,
      "ኽ": 2066,
      "ኾ": 2067,
      "኿": 2068,
      "ዀ": 2069,
      "ዂ": 2070,
      "ዃ": 2071,
      "ዄ": 2072,
      "ዅ": 2073,
      "዇": 2074,
      "ወ": 2075,
      "ዉ": 2076,
      "ዊ": 2077,
      "ዋ": 2078,
      "ዌ": 2079,
      "ው": 2080,
      "ዎ": 2081,
      "ዏ": 2082,
      "ዐ": 2083,
      "ዑ": 2084,
      "ዒ": 2085,
      "ዓ": 2086,
      "ዔ": 2087,
      "ዕ": 2088,
      "ዖ": 2089,
      "዗": 2090,
      "ዘ": 2091,
      "ዙ": 2092,
      "ዚ": 2093,
      "ዛ": 2094,
      "ዜ": 2095,
      "ዝ": 2096,
      "ዞ": 2097,
      "ዟ": 2098,
      "ዠ": 2099,
      "ዡ": 2100,
      "ዢ": 2101,
      "ዣ": 2102,
      "ዤ": 2103,
      "ዥ": 2104,
      "ዦ": 2105,
      "ዧ": 2106,
      "የ": 2107,
      "ዩ": 2108,
      "ዪ": 2109,
      "ያ": 2110,
      "ዬ": 2111,
      "ይ": 2112,
      "ዮ": 2113,
      "ዯ": 2114,
      "ደ": 2115,
      "ዱ": 2116,
      "ዲ": 2117,
      "ዳ": 2118,
      "ዴ": 2119,
      "ድ": 2120,
      "ዶ": 2121,
      "ዷ": 2122,
      "ዸ": 2123,
      "ዹ": 2124,
      "ዺ": 2125,
      "ዻ": 2126,
      "ዼ": 2127,
      "ዽ": 2128,
      "ዾ": 2129,
      "ዿ": 2130,
      "ጀ": 2131,
      "ጁ": 2132,
      "ጂ": 2133,
      "ጃ": 2134,
      "ጄ": 2135,
      "ጅ": 2136,
      "ጆ": 2137,
      "ጇ": 2138,
      "ገ": 2139,
      "ጉ": 2140,
      "ጊ": 2141,
      "ጋ": 2142,
      "ጌ": 2143,
      "ግ": 2144,
      "ጎ": 2145,
      "ጏ": 2146,
      "ጐ": 2147,
      "጑": 2148,
      "ጒ": 2149,
      "ጓ": 2150,
      "ጔ": 2151,
      "ጕ": 2152,
      "ጘ": 2153,
      "ጙ": 2154,
      "ጚ": 2155,
      "ጛ": 2156,
      "ጜ": 2157,
      "ጝ": 2158,
      "ጞ": 2159,
      "ጟ": 2160,
      "ጠ": 2161,
      "ጡ": 2162,
      "ጢ": 2163,
      "ጣ": 2164,
      "ጤ": 2165,
      "ጥ": 2166,
      "ጦ": 2167,
      "ጧ": 2168,
      "ጨ": 2169,
      "ጩ": 2170,
      "ጪ": 2171,
      "ጫ": 2172,
      "ጬ": 2173,
      "ጭ": 2174,
      "ጮ": 2175,
      "ጯ": 2176,
      "ጰ": 2177,
      "ጱ": 2178,
      "ጲ": 2179,
      "ጳ": 2180,
      "ጴ": 2181,
      "ጵ": 2182,
      "ጶ": 2183,
      "ጷ": 2184,
      "ጸ": 2185,
      "ጹ": 2186,
      "ጺ": 2187,
      "ጻ": 2188,
      "ጼ": 2189,
      "ጽ": 2190,
      "ጾ": 2191,
      "ጿ": 2192,
      "ፀ": 2193,
      "ፁ": 2194,
      "ፂ": 2195,
      "ፃ": 2196,
      "ፄ": 2197,
      "ፅ": 2198,
      "ፆ": 2199,
      "ፇ": 2200,
      "ፈ": 2201,
      "ፉ": 2202,
      "ፊ": 2203,
      "ፋ": 2204,
      "ፌ": 2205,
      "ፍ": 2206,
      "ፎ": 2207,
      "ፏ": 2208,
      "ፐ": 2209,
      "ፑ": 2210,
      "ፒ": 2211,
      "ፓ": 2212,
      "ፔ": 2213,
      "ፕ": 2214,
      "ፖ": 2215,
      "ፗ": 2216,
      "ፘ": 2217,
      "ፙ": 2218,
      "ፚ": 2219,
      "፛": 2220,
      "፠": 2221,
      "፡": 2222,
      "።": 2223,
      "፣": 2224,
      "፤": 2225,
      "፥": 2226,
      "፦": 2227,
      "፧": 2228,
      "፨": 2229,
      "፩": 2230,
      "፪": 2231,
      "፫": 2232,
      "፬": 2233,
      "፭": 2234,
      "፮": 2235,
      "፯": 2236,
      "፰": 2237,
      "፱": 2238,
      "፲": 2239,
      "፳": 2240,
      "፴": 2241,
      "፵": 2242,
      "፶": 2243,
      "፷": 2244,
      "፸": 2245,
      "፹": 2246,
      "፺": 2247,
      "፻": 2248,
      "፼": 2249,
      "፿": 2250,
      "ᎀ": 2251,
      "ᎁ": 2252,
      "ᎂ": 2253,
      "ᎃ": 2254,
      "ᎄ": 2255,
      "ᎅ": 2256,
      "ᎆ": 2257,
      "ᎇ": 2258,
      "ᎈ": 2259,
      "ᎉ": 2260,
      "ᎊ": 2261,
      "ᎋ": 2262,
      "ᎌ": 2263,
      "ᎍ": 2264,
      "ᎎ": 2265,
      "ᎏ": 2266,
      "᎐": 2267,
      "᎑": 2268,
      "᎒": 2269,
      "᎓": 2270,
      "᎔": 2271,
      "᎕": 2272,
      "᎖": 2273,
      "᎗": 2274,
      "᎘": 2275,
      "᎙": 2276,
      "᎚": 2277,
      "᎛": 2278,
      "᎜": 2279,
      "᎝": 2280,
      "᎞": 2281,
      "᎟": 2282,
      "᏶": 2283,
      "᏷": 2284,
      "ᏸ": 2285,
      "ᏹ": 2286,
      "ᏺ": 2287,
      "ᏼ": 2288,
      "᏿": 2289,
      "᐀": 2290,
      "ᐁ": 2291,
      "ᐂ": 2292,
      "ᐃ": 2293,
      "ᐄ": 2294,
      "ᐍ": 2295,
      "ᐓ": 2296,
      "ᐗ": 2297,
      "ᐙ": 2298,
      "ᐚ": 2299,
      "ᐛ": 2300,
      "ᐜ": 2301,
      "ᐝ": 2302,
      "ᐞ": 2303,
      "ᐠ": 2304,
      "ᐣ": 2305,
      "ᐥ": 2306,
      "ᐩ": 2307,
      "ᐪ": 2308,
      "ᐰ": 2309,
      "ᐳ": 2310,
      "ᐵ": 2311,
      "ᐸ": 2312,
      "ᐹ": 2313,
      "ᐺ": 2314,
      "ᐼ": 2315,
      "ᐽ": 2316,
      "ᑂ": 2317,
      "ᑃ": 2318,
      "ᑅ": 2319,
      "ᑋ": 2320,
      "ᑌ": 2321,
      "ᑍ": 2322,
      "ᑏ": 2323,
      "ᑐ": 2324,
      "ᑑ": 2325,
      "ᑕ": 2326,
      "ᑖ": 2327,
      "ᑙ": 2328,
      "ᑟ": 2329,
      "ᑠ": 2330,
      "ᑡ": 2331,
      "ᑣ": 2332,
      "ᑨ": 2333,
      "ᑩ": 2334,
      "ᑪ": 2335,
      "ᑬ": 2336,
      "ᑭ": 2337,
      "ᑱ": 2338,
      "ᑲ": 2339,
      "ᑵ": 2340,
      "ᑶ": 2341,
      "ᑻ": 2342,
      "ᑼ": 2343,
      "ᑽ": 2344,
      "ᒂ": 2345,
      "ᒇ": 2346,
      "ᒊ": 2347,
      "ᒍ": 2348,
      "ᒎ": 2349,
      "ᒏ": 2350,
      "ᒐ": 2351,
      "ᒑ": 2352,
      "ᒒ": 2353,
      "ᒓ": 2354,
      "ᒖ": 2355,
      "ᒙ": 2356,
      "ᒝ": 2357,
      "ᒠ": 2358,
      "ᒡ": 2359,
      "ᒢ": 2360,
      "ᒥ": 2361,
      "ᒦ": 2362,
      "ᒪ": 2363,
      "ᒬ": 2364,
      "ᒯ": 2365,
      "ᒰ": 2366,
      "ᒱ": 2367,
      "ᒴ": 2368,
      "ᒵ": 2369,
      "ᒶ": 2370,
      "ᓄ": 2371,
      "ᓅ": 2372,
      "ᓈ": 2373,
      "ᓌ": 2374,
      "ᓎ": 2375,
      "ᓏ": 2376,
      "ᓒ": 2377,
      "ᓖ": 2378,
      "ᓘ": 2379,
      "ᓝ": 2380,
      "ᓦ": 2381,
      "ᓧ": 2382,
      "ᓨ": 2383,
      "ᓩ": 2384,
      "ᓬ": 2385,
      "ᓲ": 2386,
      "ᓴ": 2387,
      "ᓷ": 2388,
      "ᓸ": 2389,
      "ᓺ": 2390,
      "ᓻ": 2391,
      "ᓼ": 2392,
      "ᓽ": 2393,
      "ᓾ": 2394,
      "ᔁ": 2395,
      "ᔃ": 2396,
      "ᔄ": 2397,
      "ᔇ": 2398,
      "ᔈ": 2399,
      "ᔊ": 2400,
      "ᔋ": 2401,
      "ᔏ": 2402,
      "ᔐ": 2403,
      "ᔑ": 2404,
      "ᔔ": 2405,
      "ᔕ": 2406,
      "ᔘ": 2407,
      "ᔛ": 2408,
      "ᔝ": 2409,
      "ᔞ": 2410,
      "ᔢ": 2411,
      "ᔤ": 2412,
      "ᔥ": 2413,
      "ᔪ": 2414,
      "ᔭ": 2415,
      "ᔰ": 2416,
      "ᔱ": 2417,
      "ᔵ": 2418,
      "ᔻ": 2419,
      "ᔼ": 2420,
      "ᕂ": 2421,
      "ᕃ": 2422,
      "ᕆ": 2423,
      "ᕊ": 2424,
      "ᕌ": 2425,
      "ᕍ": 2426,
      "ᕎ": 2427,
      "ᕔ": 2428,
      "ᕕ": 2429,
      "ᕚ": 2430,
      "ᕣ": 2431,
      "ᕤ": 2432,
      "ᕩ": 2433,
      "ᕪ": 2434,
      "ᕯ": 2435,
      "ᕰ": 2436,
      "ᕱ": 2437,
      "ᕳ": 2438,
      "ᕵ": 2439,
      "ᕸ": 2440,
      "ᕼ": 2441,
      "ᕽ": 2442,
      "ᕾ": 2443,
      "ᖀ": 2444,
      "ᖁ": 2445,
      "ᖂ": 2446,
      "ᖄ": 2447,
      "ᖆ": 2448,
      "ᖈ": 2449,
      "ᖉ": 2450,
      "ᖋ": 2451,
      "ᖍ": 2452,
      "ᖎ": 2453,
      "ᖒ": 2454,
      "ᖔ": 2455,
      "ᖖ": 2456,
      "ᖗ": 2457,
      "ᖘ": 2458,
      "ᖚ": 2459,
      "ᖠ": 2460,
      "ᖣ": 2461,
      "ᖦ": 2462,
      "ᖧ": 2463,
      "ᖨ": 2464,
      "ᖬ": 2465,
      "ᖯ": 2466,
      "ᖰ": 2467,
      "ᖱ": 2468,
      "ᖳ": 2469,
      "ᖴ": 2470,
      "ᖶ": 2471,
      "ᖸ": 2472,
      "ᖹ": 2473,
      "ᖺ": 2474,
      "ᖽ": 2475,
      "ᗀ": 2476,
      "ᗂ": 2477,
      "ᗃ": 2478,
      "ᗆ": 2479,
      "ᗈ": 2480,
      "ᗍ": 2481,
      "ᗎ": 2482,
      "ᗓ": 2483,
      "ᗖ": 2484,
      "ᗗ": 2485,
      "ᗘ": 2486,
      "ᗙ": 2487,
      "ᗚ": 2488,
      "ᗛ": 2489,
      "ᗜ": 2490,
      "ᗟ": 2491,
      "ᗤ": 2492,
      "ᗨ": 2493,
      "ᗬ": 2494,
      "ᗳ": 2495,
      "ᗸ": 2496,
      "ᗹ": 2497,
      "ᗻ": 2498,
      "ᗿ": 2499,
      "ᘂ": 2500,
      "ᘃ": 2501,
      "ᘄ": 2502,
      "ᘅ": 2503,
      "ᘇ": 2504,
      "ᘎ": 2505,
      "ᘏ": 2506,
      "ᘐ": 2507,
      "ᘑ": 2508,
      "ᘒ": 2509,
      "ᘗ": 2510,
      "ᘙ": 2511,
      "ᘚ": 2512,
      "ᘛ": 2513,
      "ᘝ": 2514,
      "ᘟ": 2515,
      "ᘥ": 2516,
      "ᘦ": 2517,
      "ᘨ": 2518,
      "ᘫ": 2519,
      "ᘬ": 2520,
      "ᘭ": 2521,
      "ᘯ": 2522,
      "ᘲ": 2523,
      "ᘳ": 2524,
      "ᘵ": 2525,
      "ᘻ": 2526,
      "ᘾ": 2527,
      "ᙀ": 2528,
      "ᙁ": 2529,
      "ᙄ": 2530,
      "ᙆ": 2531,
      "ᙇ": 2532,
      "ᙈ": 2533,
      "ᙉ": 2534,
      "ᙍ": 2535,
      "ᙐ": 2536,
      "ᙒ": 2537,
      "ᙓ": 2538,
      "ᙔ": 2539,
      "ᙙ": 2540,
      "ᙞ": 2541,
      "ᙡ": 2542,
      "ᙥ": 2543,
      "ᙦ": 2544,
      "ᙨ": 2545,
      "ᙩ": 2546,
      "ᙪ": 2547,
      "᙭": 2548,
      "ᙰ": 2549,
      "ᙽ": 2550,
      "ᚆ": 2551,
      "ᚇ": 2552,
      "ᚉ": 2553,
      "ᚋ": 2554,
      "ᚕ": 2555,
      "ᚘ": 2556,
      "᚝": 2557,
      "ᚠ": 2558,
      "ᚢ": 2559,
      "ᚣ": 2560,
      "ᚨ": 2561,
      "ᚬ": 2562,
      "ᚯ": 2563,
      "ᚰ": 2564,
      "ᚳ": 2565,
      "ᚵ": 2566,
      "ᚶ": 2567,
      "ᚻ": 2568,
      "ᚼ": 2569,
      "ᚽ": 2570,
      "ᛁ": 2571,
      "ᛂ": 2572,
      "ᛃ": 2573,
      "ᛅ": 2574,
      "ᛈ": 2575,
      "ᛊ": 2576,
      "ᛏ": 2577,
      "ᛒ": 2578,
      "ᛓ": 2579,
      "ᛔ": 2580,
      "ᛞ": 2581,
      "ᛠ": 2582,
      "ᛡ": 2583,
      "ᛥ": 2584,
      "ᛦ": 2585,
      "ᛨ": 2586,
      "ᛪ": 2587,
      "᛭": 2588,
      "ᛮ": 2589,
      "ᛯ": 2590,
      "ᛲ": 2591,
      "ᛶ": 2592,
      "ᛷ": 2593,
      "ᛸ": 2594,
      "᛺": 2595,
      "᛽": 2596,
      "᛿": 2597,
      "ᜀ": 2598,
      "ᜄ": 2599,
      "ᜅ": 2600,
      "ᜋ": 2601,
      "ᜍ": 2602,
      "ᜎ": 2603,
      "᜖": 2604,
      "᜙": 2605,
      "ᜢ": 2606,
      "ᜣ": 2607,
      "ᜤ": 2608,
      "ᜥ": 2609,
      "ᜦ": 2610,
      "ᜧ": 2611,
      "ᜨ": 2612,
      "ᜫ": 2613,
      "ᜯ": 2614,
      "᜸": 2615,
      "᜻": 2616,
      "᜿": 2617,
      "ᝀ": 2618,
      "ᝁ": 2619,
      "ᝂ": 2620,
      "ᝇ": 2621,
      "ᝈ": 2622,
      "ᝉ": 2623,
      "ᝏ": 2624,
      "᝕": 2625,
      "᝖": 2626,
      "᝛": 2627,
      "᝝": 2628,
      "ᝣ": 2629,
      "ᝪ": 2630,
      "ᝫ": 2631,
      "ᝯ": 2632,
      "᝱": 2633,
      "᝴": 2634,
      "᝵": 2635,
      "᝷": 2636,
      "᝿": 2637,
      "ក": 2638,
      "ខ": 2639,
      "ង": 2640,
      "ច": 2641,
      "ជ": 2642,
      "ឈ": 2643,
      "ញ": 2644,
      "ដ": 2645,
      "ឋ": 2646,
      "ឍ": 2647,
      "ណ": 2648,
      "ត": 2649,
      "ថ": 2650,
      "ទ": 2651,
      "ធ": 2652,
      "ន": 2653,
      "ប": 2654,
      "ព": 2655,
      "ភ": 2656,
      "ម": 2657,
      "យ": 2658,
      "រ": 2659,
      "ល": 2660,
      "វ": 2661,
      "ឝ": 2662,
      "ឞ": 2663,
      "ស": 2664,
      "ហ": 2665,
      "អ": 2666,
      "ឦ": 2667,
      "ឧ": 2668,
      "ឨ": 2669,
      "ឩ": 2670,
      "ឪ": 2671,
      "ឭ": 2672,
      "ឱ": 2673,
      "ា": 2674,
      "ឿ": 2675,
      "េ": 2676,
      "ែ": 2677,
      "ោ": 2678,
      "ៅ": 2679,
      "៖": 2680,
      "៛": 2681,
      "ៜ": 2682,
      "៞": 2683,
      "៦": 2684,
      "៫": 2685,
      "៭": 2686,
      "៮": 2687,
      "៯": 2688,
      "៱": 2689,
      "៳": 2690,
      "៴": 2691,
      "៷": 2692,
      "៸": 2693,
      "៽": 2694,
      "៾": 2695,
      "៿": 2696,
      "᠀": 2697,
      "᠂": 2698,
      "᠃": 2699,
      "᠅": 2700,
      "᠇": 2701,
      "᠈": 2702,
      "᠉": 2703,
      "᠊": 2704,
      "᠓": 2705,
      "᠕": 2706,
      "᠙": 2707,
      "᠜": 2708,
      "᠝": 2709,
      "᠟": 2710,
      "ᠠ": 2711,
      "ᠡ": 2712,
      "ᠣ": 2713,
      "ᠤ": 2714,
      "ᠥ": 2715,
      "ᠦ": 2716,
      "ᠧ": 2717,
      "ᠪ": 2718,
      "ᠫ": 2719,
      "ᠰ": 2720,
      "ᠲ": 2721,
      "ᠳ": 2722,
      "ᠵ": 2723,
      "ᠶ": 2724,
      "ᠷ": 2725,
      "ᠻ": 2726,
      "ᠿ": 2727,
      "ᡂ": 2728,
      "ᡅ": 2729,
      "ᡈ": 2730,
      "ᡎ": 2731,
      "ᡏ": 2732,
      "ᡐ": 2733,
      "ᡖ": 2734,
      "ᡘ": 2735,
      "ᡚ": 2736,
      "ᡢ": 2737,
      "ᡣ": 2738,
      "ᡥ": 2739,
      "ᡦ": 2740,
      "ᡪ": 2741,
      "ᡬ": 2742,
      "ᡮ": 2743,
      "ᡰ": 2744,
      "ᡳ": 2745,
      "ᡷ": 2746,
      "᡺": 2747,
      "᡻": 2748,
      "᡼": 2749,
      "᡿": 2750,
      "ᢀ": 2751,
      "ᢁ": 2752,
      "ᢂ": 2753,
      "ᢃ": 2754,
      "ᢅ": 2755,
      "ᢇ": 2756,
      "ᢈ": 2757,
      "ᢉ": 2758,
      "ᢋ": 2759,
      "ᢌ": 2760,
      "ᢏ": 2761,
      "ᢑ": 2762,
      "ᢗ": 2763,
      "ᢘ": 2764,
      "ᢚ": 2765,
      "ᢜ": 2766,
      "ᢝ": 2767,
      "ᢟ": 2768,
      "ᢥ": 2769,
      "ᢧ": 2770,
      "ᢨ": 2771,
      "ᢪ": 2772,
      "᢭": 2773,
      "᢮": 2774,
      "᢯": 2775,
      "ᢴ": 2776,
      "ᢵ": 2777,
      "ᢶ": 2778,
      "ᢻ": 2779,
      "ᢾ": 2780,
      "ᢿ": 2781,
      "ᣆ": 2782,
      "ᣈ": 2783,
      "ᣋ": 2784,
      "ᣌ": 2785,
      "ᣎ": 2786,
      "ᣓ": 2787,
      "ᣔ": 2788,
      "ᣕ": 2789,
      "ᣘ": 2790,
      "ᣙ": 2791,
      "ᣛ": 2792,
      "ᣜ": 2793,
      "ᣟ": 2794,
      "ᣢ": 2795,
      "ᣤ": 2796,
      "ᣪ": 2797,
      "ᣬ": 2798,
      "ᣭ": 2799,
      "ᣴ": 2800,
      "᣷": 2801,
      "᣺": 2802,
      "᣽": 2803,
      "᣾": 2804,
      "ᤀ": 2805,
      "ᤁ": 2806,
      "ᤄ": 2807,
      "ᤅ": 2808,
      "ᤎ": 2809,
      "ᤒ": 2810,
      "ᤔ": 2811,
      "ᤘ": 2812,
      "ᤝ": 2813,
      "ᤣ": 2814,
      "ᤪ": 2815,
      "ᤫ": 2816,
      "᤬": 2817,
      "᤭": 2818,
      "᤯": 2819,
      "ᤰ": 2820,
      "ᤱ": 2821,
      "ᤴ": 2822,
      "ᤷ": 2823,
      "ᤸ": 2824,
      "᤽": 2825,
      "᤾": 2826,
      "᤿": 2827,
      "᥀": 2828,
      "᥂": 2829,
      "᥃": 2830,
      "᥄": 2831,
      "᥅": 2832,
      "᥈": 2833,
      "᥊": 2834,
      "᥎": 2835,
      "ᥓ": 2836,
      "ᥗ": 2837,
      "ᥙ": 2838,
      "ᥛ": 2839,
      "ᥟ": 2840,
      "ᥠ": 2841,
      "ᥣ": 2842,
      "ᥨ": 2843,
      "ᥰ": 2844,
      "ᥱ": 2845,
      "ᥲ": 2846,
      "ᥳ": 2847,
      "ᥴ": 2848,
      "᥹": 2849,
      "᥼": 2850,
